# todo cups en bluetooth
#
#########################
# basic:
git
wget
curl
stow
man-db
man-pages
texinfo
xcape
#
#########################
# xorg
xorg-server
xorg-apps
xorg-xinit
xorg-xfontsel
xorg-xlsfonts
xorg-xfd
xorg-fonts-alias
# necessary for siji font
xorg-fonts-misc
#
#########################
# fonts
#
# terminus testing lemonbar
terminus-font
#
# noto-fonts voor firefox
noto-fonts
#
# ttf-inconsolata, terminal
ttf-inconsolata
#
# Serif (Libertine) and Sans Serif (Biolinum) OpenType fonts with large Unicode coverage
ttf-linux-libertine
# See /etc/fonts/conf.avail/75-joypixels.conf for how to enforce rendering emojis via JoyPixels
# It conflicts with other fonts, so either symlink it to /etc/fonts/conf.d/ or copy and modify as needed.
ttf-joypixels
#########################
# tiling wm
#
# xdo is from bspwm author
xdo
sxhkd
bspwm
dmenu
picom
python-pywal
# taken from larbs
unclutter
xwallpaper
sxiv
wireless_tools
#
#########################
# sound
alsa-utils
#
#########################
# terminal
openssh
termite
rxvt-unicode
xterm
vifm
tree
zsh
zsh-doc
fzf
# todo rm archey3
# todo zsh-lovers
#
#########################
# gui
#
firefox
zathura
zathura-pdf-mupdf
gvim
lxappearance-gtk3
libreoffice-fresh
#
# Calibre python 2 qt
calibre
# 
# qt
keepassxc
#
#########################
# ranger and deps
# todo, now from aur. v1.9.3 has ueberzug support
#ranger
atool
file
highlight
libcaca
mediainfo
#perl-image-exiftool
poppler
#python-bidi
#python-chardet
sudo
#
# Lemonbar scripts:
sysstat
bc
# Larbs
ffmpegthumbnailer
lynx
# Previous ranger:
#w3m
elinks
odt2txt
