# todo cups en bluetooth
#
man-db
# 
man-pages
#
xcape
# Laptop only lspci | grep -e VGA -e 3D
xf86-video-intel
# Laptop only touchpad
xf86-input-libinput
#
xorg-server
xorg-apps
#
xorg-xinit
xdo
sxhkd
bspwm
# larbs
xwallpaper
#
stow
openssh
termite
rxvt-unicode
# also installs zsh
zsh-syntax-highlighting
zsh-doc
# todo zsh-lovers
# todo zsh-theme-powerlevel9k
# todo zsh-completions
# Firefox met noto fonts
firefox
#allows mupdf pdf compatibility in zathura
zathura
zathura-pdf-mupdf
# 
gvim
#ranger
ranger
atool
elinks
ffmpegthumbnailer
highlight
libcaca
lynx: for previews of html pages
mediainfo
odt2txt
perl-image-exiftool
poppler
python-chardet
w3m
# vifm
vifm
# tree
tree
